export const west = [
  {
    province: "กาญจนบุรี",
    name: "น้ำตกไทรโยคน้อย",
    location: "ตำบล ท่าเสา อำเภอไทรโยค กาญจนบุรี 71150",
    image: [
      "https://cms.dmpcdn.com/travel/2020/11/23/542fca20-2d4a-11eb-bed4-0972e345f90c_original.jpg",
      "https://palanla.com/ckeditor/upload/files/id37/domestic_location/Namtok%20Sai%20Yok%20Noi/005.jpg",
      "https://img.wongnai.com/p/1920x0/2018/08/01/8ea0a9f301cd4c2aa4740f876e486cfe.jpg",
      "https://mpics.mgronline.com/pics/Images/564000006902305.JPEG"
    ],
    credit: "http://www.hotelandresortthailand.com/place.php?n=%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%95%E0%B8%81%E0%B9%84%E0%B8%97%E0%B8%A3%E0%B9%82%E0%B8%A2%E0%B8%84%E0%B8%99%E0%B9%89%E0%B8%AD%E0%B8%A2%20(%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%95%E0%B8%81%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%9E%E0%B8%B1%E0%B8%87)&i=355",
    desc: "น้ำตกไทรโยคน้อย อยู่ในเขตอุทยานแห่งชาติไทรโยค ตั้งอยู่ริมทางหลวงหมายเลข 323 (ถนนสายกาญจนบุรี-ไทรโยค-ทองผาภูมิ) กิโลเมตรที่ 46 เป็นน้ำตกที่สวยงามอีกแห่งหนึ่งในจังหวัดกาญจนบุรี บริเวณน้ำตกมีสภาพธรรมชาติที่สวยงามร่มรื่น",
    tag: "น้ำตก"
  },
  {
    province: "กาญจนบุรี",
    name: "อุทยานแห่งชาติเอราวัณ",
    location: "ตำบล ท่ากระดาน อำเภอศรีสวัสดิ์ กาญจนบุรี 71250",
    image: [
      "https://s359.kapook.com/pagebuilder/e670daa6-c52e-40ca-9efa-162946cf5e0d.jpg",
      "https://thailandtourismdirectory.go.th/assets/upload/2021/02/15/202102155122f143a7f7ffe0e51246c720249706114957.jpg",
      "https://tatapi.tourismthailand.org/tatfs/temp/CustomPOI/Picture/P03005474_1.jpeg",
      "https://img.wongnai.com/p/1920x0/2019/08/06/17273661b3994080909a5f10c7fc11e6.jpg"
    ],
    credit: "https://thai.tourismthailand.org/Attraction/%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%99%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%8A%E0%B8%B2%E0%B8%95%E0%B8%B4%E0%B9%80%E0%B8%AD%E0%B8%A3%E0%B8%B2%E0%B8%A7%E0%B8%B1%E0%B8%93",
    desc: "อุทยานแห่งชาติเอราวัณ (national park in Thailand) เป็นสถานที่ท่องเที่ยวสำคัญแห่งหนึ่งของจังหวัดกาญจนบุรี อุทยานแห่งชาติเอราวัณเคยได้รับรางวัลยอดเยี่ยมประเภทแหล่งท่องเที่ยวธรรมชาติ ภาคกลาง จากการประกวดรางวัลอุตสาหกรรมท่องเที่ยวไทย ครั้งที่ 6 ประจำปี 2549 ยิ่งทำให้ได้รับความนิยมมากขึ้น ภายในอุทยานมีน้ำตกเอราวัณ (erawan waterfall) ซึ่งเป็นน้ำตกขนาดใหญ่และสวยงามมากแห่งหนึ่งของจังหวัดกาญจนบุรี ",
    tag: "อุทยาน"
  },
  {
    province: "ประจวบคีรีขันธ์",
    name: "ถ้ำพระยานคร",
    location: "บ้านเขาแดง ตำบล เขาแดง อำเภอกุยบุรี ประจวบคีรีขันธ์ 77150",
    image: [
      "https://mpics.mgronline.com/pics/Images/564000005113301.JPEG",
      "https://dimg04.c-ctrip.com/images/0M72n1200095l3zmo5126_Q60.jpg_.webp",
      "https://f.ptcdn.info/393/002/000/1361339834-Untitled6-o.jpg",
      "https://www.agilenttours.com/uploads/img_tour/726.jpg"
    ],
    credit: "https://www.paiduaykan.com/travel/%E0%B8%96%E0%B9%89%E0%B8%B3%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%A2%E0%B8%B2%E0%B8%99%E0%B8%84%E0%B8%A3",
    desc: "ถ้ำพระยานคร ตั้งอยู่ในอำเภอสามร้อยยอด จังหวัดประจวบคีรีขันธ์ เป็นถ้ำขนาดใหญ่ บนเพดานถ้ำมีปล่องให้แสงสว่างลอดเข้ามาได้ จุดเด่นของถ้ำพระยานครที่ทำให้เป็นที่รู้จักของนักท่องเที่ยว คือ  พระที่นั่งคูหาคฤหาสน์  ที่ตั้งอยู่ภายในถ้ำเป็นพลับพลาแบบจตุรมุข โดยจะยิ่งมีความงดงามยิ่งขึ้นในช่วงเวลาที่แสงอาทิตย์ส่องลอดผ่านจากปล่องของถ้ำลงมากระทบกับพระที่นั่งแห่งนี้ เป็นภาพที่เห็นแล้วดั่งต้องมนต์สะกด",
    tag: "ถ้ำ"
  },
  {
    province: "ประจวบคีรีขันธ์",
    name: "อุทยานราชภักดิ์",
    location: "ถ.เพชรเกษม ตำบล หนองแก อำเภอหัวหิน ประจวบคีรีขันธ์ 77110",
    image: [
      "https://mpics.mgronline.com/pics/Images/558000012259501.JPEG",
      "https://paapaii.com/wp-content/uploads/2015/08/%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C.3.jpg",
      "https://dimg04.c-ctrip.com/images/0M75t1200095mfu4q817B_Q60.jpg_.webp",
      "https://thailandtourismdirectory.go.th/assets/upload/2018/01/03/20180103873289a1e08df0418aafb638c396bfd2114322.jpeg"
    ],
    credit: "https://th.trip.com/hot/%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B4%E0%B9%8C/",
    desc: "ตั้งอยู่ภายในพื้นที่กองทัพบก อำเภอหัวหิน จังหวัดประจวบคีรีขันธ์ โดยใช่พื้นที่ ก่อสร้างรวมทั้งสิ้น 222 ไร่เศษ เพื่อเป็นการเทิดทูนและประกาศเกียรติคุณสมเด็จพระมหากษัตริย์แห่งสยาม ตั้งแต่อดีตจนถึงปัจจุบัน และเป็นสถานที่ท่องเที่ยว ที่เป็นแหล่ง เรียนรู้ทางประวัติศาสตร์ สำหรับกำลังพลและครอบครัวของกองทัพบก",
    tag: "อุทยาน"
  },
  {
    province: "เพชรบุรี",
    name: "ถ้ำเขาหลวง",
    location: "ตำบล ธงชัย อำเภอเมืองเพชรบุรี เพชรบุรี 76000",
    image: [
      "https://mpics.mgronline.com/pics/Images/561000005735201.JPEG",
      "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/%E0%B9%82%E0%B8%96%E0%B8%87%E0%B8%96%E0%B9%89%E0%B8%B3%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%AB%E0%B8%A5%E0%B8%A7%E0%B8%87.jpg/2560px-%E0%B9%82%E0%B8%96%E0%B8%87%E0%B8%96%E0%B9%89%E0%B8%B3%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%AB%E0%B8%A5%E0%B8%A7%E0%B8%87.jpg",
      "https://youimg1.tripcdn.com/target/100g0l000000ctire8002.jpg?proc=source%2Ftrip",
      "https://f.ptcdn.info/191/033/000/1436336251-JAKE1699-o.jpg"
    ],
    credit: "https://travel.trueid.net/detail/WnRKwNx1XvMg",
    desc: "ถ้ำเขาหลวง อีกหนึ่งสถานที่ท่องเที่ยวเก่าแก่ของ เพชรบุรี ตั้งอยู่บนเขาหลวง ตำบลธงชัย อำเภอเมือง จังหวัดเพชรบุรี ภายในจะประดิษฐานพระพุทธรูปที่สวยงาม โดยมีไฮไลท์อยู่ตรงที่มีช่องกว้างอยู่ภายในถ้ำที่แสงอาทิตย์สามารถส่องเข้ามากระทบกับแนวหินเลยทำให้เกิดภาพความสวยงามนั่นเองค่ะ ซึ่งช่วงเวลาที่จะมีแสงส่องลงมาเยอะที่สุดนั้น ก็คือประมาณ 09.30-10.30 น. โดยลักษณะของแสงก็จะต่างกันไปตามสภาพอากาศในแต่ละฤดู",
    tag: "ถ้ำ"
  },
  {
    province: "เพชรบุรี",
    name: "อุทยานแห่งชาติแก่งกระจาน",
    location: "ตำบล แก่งกระจาน อำเภอแก่งกระจาน เพชรบุรี 76170",
    image: [
      "https://tripsmagazine.co/wp-content/uploads/2020/05/%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AB%E0%B8%A1%E0%B8%AD%E0%B8%81-1600x1066.jpg",
      "https://cbtthailand.dasta.or.th/upload-file-api/Resources/RelateAttraction/Images/RAT760014/1.jpeg",
      "https://www.makalius.co.th/wp-content/post-images/162555-post/5-465-790x363.jpg",
      "https://travel.mthai.com/app/uploads/2016/09/DSC_2356.jpg"
    ],
    credit: "https://nps.dnp.go.th/parksdetail.php?id=130",
    desc: "อุทยานแห่งชาติแก่งกระจาน มีพื้นที่ครอบคลุมท้องที่อำเภอหนองหญ้าปล้อง อำเภอแก่งกระจาน จังหวัดเพชรบุรี และอำเภอหัวหิน จังหวัดประจวบคีรีขันธ์ เป็นอุทยานแห่งชาติที่มีพื้นที่มากที่สุดในประเทศไทย มีสภาพป่าที่อุดมสมบูรณ์ เป็นป่าต้นน้ำของแม่น้ำเพชรบุรีและแม่น้ำปราณบุรี และมีลักษณะเด่นทางธรรมชาติที่สำคัญหลายแห่ง เช่น ทะเลสาบ น้ำตก ถ้ำ หน้าผาที่สวยงาม",
    tag: "อุทยาน"
  },
  {
    province: "ราชบุรี",
    name: "ณ สัทธา อุทยานไทย",
    location: "41/1 ถ. สมุทรสงคราม - บางแพ ตำบล วังเย็น อำเภอบางแพ ราชบุรี 70160",
    image: [
      "https://mpics.mgronline.com/pics/Images/564000001034402.JPEG",
      "https://palanla.com/ckeditor/upload/files/id37/domestic_location/Na%20Satta/001.jpg",
      "https://s.isanook.com/tr/0/ud/284/1424477/rtg.jpg",
      "https://www.khaosod.co.th/wpapp/uploads/2022/11/39616.jpg"
    ],
    credit: "https://www.xn--b3czk4afcy3gxah5a1g4e.com/%E0%B8%AA%E0%B8%96%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5/%E0%B8%93-%E0%B8%AA%E0%B8%B1%E0%B8%97%E0%B8%98%E0%B8%B2",
    desc: "จากกรุงเทพฯ ไปไม่ไกลแค่ 2 ชั่วโมงเท่านั้น เราก็มาถึง ณ สัทธา อุทยานไทย อุทยานแห่งการเรียนรู้ และอนุรักษ์วัฒนธรรมไทย ที่จังหวัดราชบุรีค่ะ ที่นี่มีพื้นที่ถึง 42 ไร่ กว้างขวางมากๆ และสร้างขึ้นภายใต้แนวคิด “เพราะ...สาระความรู้ไม่ได้มีแค่ในห้องเรียนและตำรา เพราะ...ความสุขสงบไม่ได้มีเพียงในวัดวาอาราม” นั่นเองทำให้ที่นี่ไม่ใช่แค่ที่เที่ยว แต่ยังสอดแทรกเรื่องของความศรัทธา ความรู้ คติธรรม ความเชื่อที่อยู่คู่กับคนไทยมาช้านาน",
    tag: "อุทยาน"
  },
  {
    province: "ราชบุรี",
    name: "อุทยานหินเขางู",
    location: "ตำบล เกาะพลับพลา อำเภอ เมืองราชบุรี ราชบุรี 70000",
    image: [
      "https://www.xn--b3czk4afcy3gxah5a1g4e.com/wp-content/uploads/2011/11/IMG_37911.jpg",
      "https://www.xn--b3czk4afcy3gxah5a1g4e.com/wp-content/uploads/2011/11/IMG_3803_1000-1.jpg",
      "https://www.xn--b3czk4afcy3gxah5a1g4e.com/wp-content/uploads/2011/11/IMG_3801.jpg",
      "https://www.xn--b3czk4afcy3gxah5a1g4e.com/wp-content/uploads/2011/11/IMG_3790.jpg"
    ],
    credit: "https://www.xn--b3czk4afcy3gxah5a1g4e.com/%E0%B8%AA%E0%B8%96%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B5/%E0%B8%AD%E0%B8%B8%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%99%E0%B8%AB%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%87%E0%B8%B9-%E0%B8%AD-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87",
    desc: "อุทยานหินเขางู  อยู่ห่างจากตัวจังหวัดราชบุรีประมาณ 8  กิโลเมตร ตำบลเกาะพลับพลา อำเภอเมือง จังหวัดราชบุรี  แต่เดิมเป็นแหล่งระเบิดและย่อยหินที่สำคัญของไทยตั้งแต่สมัยต้นรัตนโกสินทร์ เนื่องจากเป็นปูนที่มีคุณภาพดี ต่อมาทั้งภาครัฐและประชาชนได้เล็งเห็นถึงความเสื่อมโทรมของสภาพภูมิประเทศ และวิวทิวทัศน์ อีกทั้งที่เขางูนี้ยังเป็นศาสนสถานอันเก่าแก่ จึงได้มีการยกเลิกสัมปทานการระเบิดและย่อยหินที่บริเวณนี้ไป หลังจากยกเลิกสัมปทาน เขางูกลายเป็นเหมืองร้าง มีสภาพทรุดโทรม ทางจังหวัดราชบุรีจึงได้พัฒนาเขางูให้เป็นสวนสาธารณะและสถานที่ท่องเที่ยว",
    tag: "อุทยาน"
  },
]
